{
  "Global": {
    "title": "Hello world!",
    "about": "About",
    "label": "Change language",
    "locale": "{locale, select, id {ID Indonesian} en {ENG English} other {Unknown}}",
    "about_sentosa":"About Sentosa",
    "products": "Products",
    "report": "Report",
    "e-form": "E-Form",
    "savings": "Savings Account",
    "deposit": "Deposit",
    "time_deposit": "Time Deposit",
    "loan": "Loan",
    "working_capital": "Working Capital",
    "investment_credit": "Investment Credit",
    "consumer_credit": "Consumer Credit",
    "financial_report": "Financial Report",
    "governance_report": "Governance Report",
    "annual_report": "Annual Report",
    "head_office": "Head Office",
    "contact_us": "Contact Us",
    "social_media": "Social Media",
    "disclaimer": "BPR Karya Prima Sentosa is licensed and supervised by the Financial Services Authority of Indonesia (OJK), and is a member of the LPS deposit insurance scheme.",
    "policy": "Policy",
    "terms_and_conditions": "Terms and Conditions",
    "name_change_announcement": "Referring to the Decree of the Minister of Law and Human Rights of the Republic of Indonesia Number AHU-0026748.AH.01.02 of 2024 dated May 7, 2024, concerning the Approval of the Amendment to the Articles of Association of the Limited Liability Company PT Bank Perekonomian Rakyat Karya Prima Sentosa, and the Decree of the Head of OJK Jabodebek and Banten Province Number KEP-84/KO.11/2024 dated July 17, 2024, concerning the Establishment of a Business License in the Name of PT Bank Perkreditan Rakyat Karya Prima Sentosa Becoming a Business License in the Name of PT Bank Perekonomian Rakyat Karya Prima Sentosa, we hereby announce that PT BPR Karya Prima Sentosa has officially changed its name to:",
    "welcome_message": "Welcome to Sentosa Bank",
    "formerly": "Formerly",
    "abbreviated": "Abbreviated",
    "new_name": "New Name",
    "get_convenience": "Get Various Conveniences",
    "download": "Download",
    "welcome": "Welcome",
    "history_title": "History of Bank Sentosa",
    "history_intro": "BPR Karya Prima Sentosa is one of the people's economy banks in Indonesia that continues to innovate to improve service quality and ensure transaction security for customers.",
    "history_origin": "PT. BPR Karya Prima Sentosa began operations in 1994 under the initial name BPR Ragam Dana Kencana, and has changed its name several times, now becoming PT. BPR Karya Prima Sentosa.",
    "history_commitment": "PT. BPR Karya Prima Sentosa is committed to having high-quality human resources, quality products, and fast processes to serve customers and develop a people-centered economic business.",
    "history_acquisition": "On December 5, 2024, the majority ownership of PT BPR Karya Prima Sentosa was transferred to Dr. Eric Hermawan, M.T., MM., who also serves as a member of Commission XI of the Indonesian Parliament.",
    "history_new_chapter": "This change marks the beginning of a new chapter in the company's journey, with the hope of bringing a spirit of renewal and a stronger commitment to providing safe and trustworthy financial solutions for the community.",
    "vision_title": "Vision",
    "vision_text": "To become a trusted and reliable BPR, providing the best and most professional service to be one of the largest and leading BPRs.",
    "mission_title": "Mission",
    "mission_1": "Provide financing to micro, small, and medium-scale productive businesses with fast and precise service while maintaining prudent principles.",
    "mission_2": "Deliver professional service by exceeding customer expectations (Service Excellence) to build stronger customer loyalty to BPR.",
    "mission_3": "Create a safe and conducive work environment, offering fulfillment and opportunities to improve the quality of Human Resources who are honest, trustworthy, and have integrity, working more effectively and efficiently.",
    "mission_4": "Strengthen risk culture and embedded supervision.",
    "mission_5": "Build partnerships with credit distribution companies through digital platforms (Linkage Program).",
    "management_title": "Management",
    "ceo": "President Director",
    "director": "Director",
    "commissioner": "Commissioner",
    "file_name": "File Name",
    "file_size": "File Size",
    "view_download": "View / Download",
    "download_e-form": "Download E-Form",
    "no_files": "No files found.",
    "financial_statements": "Financial Statements",
    "year": "Year",
    "previous": "Previous",
    "next": "Next",
    "smart_saving_title": "Smart Savings",
    "smart_saving_paragraph_1": "Smart Savings from Bank Sentosa is here as an easy, secure, and flexible saving solution tailored to your needs. With a practical account opening process and affordable initial deposit, this product is perfect for those who want to build better saving habits—whether you're a student, worker, or part of a family. All transactions can be done comfortably via digital services or at our branch offices.",
    "smart_saving_paragraph_2": "Not only that, Smart Savings offers a competitive interest rate, allowing your funds to grow over time. With protection from the Deposit Insurance Corporation (LPS), you can save with peace of mind. More than just storing money, Smart Savings helps you build a strong financial foundation for the future—because saving is the first step toward greater dreams.",
    "smart_saving_cta": "Start Saving",
    "product_info_title": "Product Information",
    "why_smart_saving_title": "Why Smart Savings?",
    "requirements_title": "Requirements",
    "secure_step_heading": "A Secure Step Toward",
    "secure_step_subheading": "Your Financial Future",
    "benefit_insured": "Secure, as it is included in the deposit insurance program by the Deposit Insurance Corporation (LPS)",
    "benefit_interest": "Highly competitive interest rates",
    "benefit_admin_fee": "Very low monthly administrative fees",
    "important_info_title": "Things to Know",

    "individual_requirements": [
      "This account is intended for individuals (Indonesian or foreign citizens) who have valid official identification.",
      "Complete and agree to the account opening application form.",
      "Provide and agree to the account registration form.",
      "Prepare the required documents.",
      "Meet the minimum initial deposit of Rp 50,000.",
      "Maintain a minimum balance of Rp 25,000.",
      "A monthly administration fee of Rp 5,000 applies."
    ],
  
    "individual_customer_type_title": "Individual Customer Type",
    "individual_customer_documents": [
      "Identification card (e-KTP for Indonesian citizens / Passport for foreigners)",
      "Taxpayer Identification Number (NPWP)*, for Indonesian citizens.",
      "Residence Permit Card (KITAS/KITAP), for foreigners residing in Indonesia.",
      "Other documents (for foreigners not residing in Indonesia) according to APU, PPT, and PPPSPM guidelines."
    ],
  
    "company_customer_type_title": "Company Customer Type",
    "company_customer_documents": [
      "Identification card and NPWP* of all Directors.",
      "Identification card and NPWP* of all Shareholders.",
      "Company NPWP*",
      "Deed of Establishment",
      "Deed of Amendment (if any)",
      "Deed showing the current composition of the Board of Directors.",
      "Approval, acknowledgment, and/or notification letter from the Ministry of Law and Human Rights.",
      "Business Identification Number (NIB).",
      "Other business licenses*"
    ]
  }
}