{
  "Global": {
    "title": "Halo dunia!",
    "about": "Pergi ke halaman tentang",
    "label": "Ubah bahasa",
    "locale": "{locale, select, de {🇩🇪 Je,rman} en {🇺🇸 Inggris} other {Tidak diketahui}}",
    "about_sentosa": "Tentang Sentosa",
    "products": "Produk",
    "report": "Laporan",
    "e-form": "E-Form",
    "savings": "Tabungan",
    "deposit": "Simpanan",
    "time_deposit": "Deposito",
    "loan": "Pinjaman",
    "working_capital": "Modal Kerja",
    "investment_credit": "Kredit Investasi",
    "consumer_credit": "Kredit Konsumtif",
    "financial_report": "Laporan Keuangan",
    "governance_report": "Laporan Tata Kelola",
    "annual_report": "Laporan Tahunan",
    "head_office": "Kantor Pusat",
    "contact_us": "Hubungi Kami",
    "social_media": "Social Media",
    "disclaimer": "BPR Karya Prima Sentosa berizin dan diawasi oleh Otoritas Jasa Keuangan Indonesia, serta merupakan peserta penjaminan LPS.",
    "policy": "Kebijakan",
    "terms_and_conditions": "Syarat dan Ketentuan",
    "name_change_announcement": "Menunjuk Keputusan Menteri Hukum Dan Hak Asasi Manusia Republik Indonesia Nomor AHU-0026748.AH.01.02 Tahun 2024 Tanggal 7 Mei 2024 Tentang Persetujuan Perubahan Anggaran Dasar Perseroan Terbatas PT Bank Perekonomian Rakyat Karya Prima Sentosa dan Keputusan Kepala OJK Jabodebek Dan Provinsi Banten Nomor KEP-84/KO.11/2024 Tanggal 17 Juli 2024 Tentang Penetapan Izin Usaha Atas Nama PT Bank Perkreditan Rakyat Karya Prima Sentosa Menjadi Izin Usaha Atas Nama PT Bank Perekonomian Rakyat Karya Prima Sentosa, dengan ini kami sampaikan bahwa PT BPR Karya Prima Sentosa telah resmi mengganti nama menjadi:",
    "welcome_message": "Selamat datang di Sentosa Bank",
    "formerly": "Semula",
    "abbreviated": "Disingkat",
    "new_name": "NAMA baru",
    "get_convenience": "Dapatkan Berbagai Kemudahan",
    "download": "Download",
    "welcome": "Selamat Datang",
    "history_title": "Sejarah Bank Sentosa",
    "history_intro": "BPR Karya Prima Sentosa merupakan salah satu bank perekonomian rakyat di Indonesia yang terus berinovasi dalam rangka meningkatkan kualitas layanan dan menjamin keamanan transaksi untuk nasabah.",
    "history_origin": "PT. BPR Karya Prima Sentosa mulai beroperasi sejak tahun 1994 dengan nama awal BPR Ragam Dana Kencana, dan sudah berganti nama beberapa kali, dan kini menjadi PT. BPR Karya Prima Sentosa.",
    "history_commitment": "PT. BPR Karya Prima Sentosa memiliki komitmen memiliki sumber daya manusia yang berkualitas, produk-produk yang berkualitas serta proses yang cepat untuk melayani nasabah dan mengembangkan bisnis ekonomi kerakyatan.",
    "history_acquisition": "Pada tanggal 5 Desember 2024, telah dilakukan proses pengalihan kepemilikan saham mayoritas PT BPR Karya Prima Sentosa ke Bapak Dr. Eric Hermawan, M.T., MM., yang juga menjabat anggota Komisi XI DPR RI.",
    "history_new_chapter": "Perubahan ini menjadi tonggak awal dalam babak baru perjalanan perusahaan dengan harapan membawa semangat pembaruan serta komitmen yang lebih kuat dalam menyediakan solusi keuangan yang aman dan terpercaya bagi masyarakat.",
    "vision_title": "Visi",
    "vision_text": "Menjadi BPR terpercaya, handal, memberikan pelayanan terbaik dan profesional untuk menjadi salah satu BPR terbesar dan terdepan.",
    "mission_title": "Misi",
    "mission_1": "Menyediakan pembiayaan kepada usaha produktif skala mikro, kecil dan menengah dengan pelayanan cepat dan tepat dengan tetap memperhatikan prinsip kehati-hatian.",
    "mission_2": "Memberikan pelayanan yang profesional dengan memberi lebih dari apa yang diharapkan setiap nasabah (Service Excellent) agar nasabah semakin loyal terhadap BPR.",
    "mission_3": "Membangun lingkungan kerja yang aman, kondusif, memberikan pemenuhan dan kesempatan untuk peningkatan kualitas Sumber Daya Manusia yang jujur, amanah, berintegritas serta dapat bekerja dengan lebih efektif dan efisien.",
    "mission_4": "Meningkatkan budaya risiko dan pengawasan melekat.",
    "mission_5": "Membangun hubungan dengan perusahaan penyaluran kredit melalui digital platform (Linkage Program).",
    "management_title": "Manajemen",
    "ceo": "Direktur Utama",
    "director": "Direktur",
    "commissioner": "Komisaris",
    "file_name": "Nama File",
    "file_size": "Ukuran File",
    "view_download": "Lihat / Unduh",
    "download_e-form": "Unduh E-Form",
    "no_files": "Tidak ada file ditemukan."
  
  }
}